Repository: TopScrech/XProj
Catalog: XProj/Localizable.xcstrings
Source language: en
Languages: de, fr, nl, ru, tr, uk

source: %lld duplicates
de: %lld Duplikate
fr: %lld doublons
nl: %lld duplicaten
ru: %lld дупликата
tr: %lld kopya
uk: %lld дубліката

source: Add Favorite
de: Favorit hinzufügen
fr: Ajouter aux favoris
nl: Favoriet toevoegen
ru: Добавить в избранное
tr: Favorilere ekle
uk: Додати в обране

source: Add to favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
nl: Aan favorieten toevoegen
ru: Добавить в избранное
tr: Favorilere ekle
uk: Додати в обране

source: All
de: Alle
fr: Tous
nl: Alle
ru: Все
tr: Tümü
uk: Усі

source: Categories
de: Kategorien
fr: Catégories
nl: Categorieën
ru: Категории
tr: Kategoriler
uk: Категорії

source: Change folder
de: Ordner ändern
fr: Changer le dossier
nl: Folder wijzigen
ru: Изменить папку
tr: Klasörü değiştir
uk: Змінити папку

source: Choose a category
de: Kategorie auswählen
fr: Choisissez une catégorie
nl: Kies een categorie
ru: Выберите категорию
tr: Bir kategori seçin
uk: Виберіть категорію

source: Choose your navigation mode
de: Navigationsmodus auswählen
fr: Choisissez votre mode de navigation
nl: Kies uw navigatiemodus
ru: Выберите режим навигации
tr: Gezinme modunuzu seçin
uk: Виберіть режим навігації

source: Clear
de: Leeren
fr: Effacer
nl: Wissen
ru: Сбросить
tr: Temizle
uk: Очистити

source: Clear cached projects
de: Projektcache leeren
fr: Effacer le cache des projets
nl: Projectcache wissen
ru: Очистить кэш проектов
tr: Önbelleğe alınmış projeleri temizle
uk: Очистити кеш проєктів

source: Clear navigation path
de: Navigationspfad leeren
fr: Effacer le chemin de navigation
nl: Navigatiepad wissen
ru: Сбросить путь навигации
tr: Gezinme yolunu temizle
uk: Очистити шлях навігації

source: Code line count
de: Anzahl der Codezeilen
fr: Nombre de lignes de code
nl: Aantal coderegels
ru: Количество строк кода
tr: Kod satırı sayısı
uk: Кількість рядків коду

source: Code lines
de: Codezeilen
fr: Lignes de code
nl: Coderegels
ru: Строки кода
tr: Kod satırları
uk: Рядки коду

source: Copy
de: Kopieren
fr: Copier
nl: Kopieren
ru: Копировать
tr: Kopyala
uk: Копіювати

source: Created:
de: Erstellt:
fr: Créé :
nl: Aangemaakt:
ru: Создан:
tr: Oluşturuldu:
uk: Створено:

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen
ru: Удалить
tr: Sil
uk: Видалити

source: Dismiss
de: Schließen
fr: Fermer
nl: Sluiten
ru: Закрыть
tr: Kapat
uk: Закрити

source: Examples
de: Beispiele
fr: Exemples
nl: Voorbeelden
ru: Примеры
tr: Örnekler
uk: Приклади

source: Favorites
de: Favoriten
fr: Favoris
nl: Favorieten
ru: Избранное
tr: Favoriler
uk: Обране

source: File
de: Datei
fr: Fichier
nl: Bestand
ru: Файл
tr: Dosya
uk: Файл

source: File extensions for counting
de: Dateierweiterungen zum Zählen
fr: Extensions de fichier à compter
nl: Bestandsextensies voor telling
ru: Расширения файлов для подсчета
tr: Sayım için dosya uzantıları
uk: Розширення файлів для підрахунку

source: Files by lines
de: Dateien nach Zeilen
fr: Fichiers par nombre de lignes
nl: Bestanden op aantal regels
ru: Файлы по количеству строк
tr: Satıra göre dosyalar
uk: Файли за кількістю рядків

source: Functions
de: Funktionen
fr: Fonctions
nl: Functies
ru: Функции
tr: Fonksiyonlar
uk: Функції

source: Last opened:
de: Zuletzt geöffnet:
fr: Dernière ouverture :
nl: Laatst geopend:
ru: Последнее открытие:
tr: Son açılma:
uk: Востаннє відкрито:

source: Lines
de: Zeilen
fr: Lignes
nl: Regels
ru: Строки
tr: Satırlar
uk: Рядки

source: Modified:
de: Geändert:
fr: Modifié :
nl: Gewijzigd:
ru: Последнее изменение:
tr: Değiştirilme:
uk: Змінено:

source: Multiple projects selected
de: Mehrere Projekte ausgewählt
fr: Plusieurs projets sélectionnés
nl: Meerdere projecten geselecteerd
ru: Выбрано несколько проектов
tr: Birden fazla proje seçildi
uk: Вибрано кілька проєктів

source: Navigation mode
de: Navigationsmodus
fr: Mode de navigation
nl: Navigatiemodus
ru: Режим навигации
tr: Gezinme modu
uk: Режим навігації

source: No favorites yet
de: Noch keine Favoriten
fr: Aucun favori pour le moment
nl: Nog geen favorieten
ru: Избранного пока нет
tr: Henüz favori yok
uk: Поки немає обраного

source: Open
de: Öffnen
fr: Ouvrir
nl: Openen
ru: Открыть
tr: Aç
uk: Відкрити

source: Open in Xcode
de: In Xcode öffnen
fr: Ouvrir dans Xcode
nl: Openen in Xcode
ru: Открыть в Xcode
tr: Xcode’da aç
uk: Відкрити в Xcode

source: Package dependencies
de: Paketabhängigkeiten
fr: Dépendances de paquets
nl: Pakketafhankelijkheden
ru: Зависимости пакетов
tr: Paket bağımlılıkları
uk: Залежності пакетів

source: Package Dependencies
de: Paketabhängigkeiten
fr: Dépendances de paquets
nl: Pakketafhankelijkheden
ru: Зависимости пакетов
tr: Paket bağımlılıkları
uk: Залежності пакетів

source: Package dependencies: %lld
de: Paketabhängigkeiten: %lld
fr: Dépendances de paquets : %lld
nl: Pakketafhankelijkheden: %lld
ru: Зависимости пакетов: %lld
tr: Paket bağımlılıkları: %lld
uk: Залежності пакетів: %lld

source: Packages
de: Pakete
fr: Paquets
nl: Pakketten
ru: Пакеты
tr: Paketler
uk: Пакети

source: Project details
de: Projektdetails
fr: Détails du projet
ru: Информация о проекте
tr: Proje ayrıntıları
uk: Деталі проєкту

source: Project List
de: Projektliste
fr: Liste des projets
nl: Projectlijst
ru: Список проектов
tr: Proje listesi
uk: Список проєктів

source: Projects
de: Projekte
fr: Projets
nl: Projecten
ru: Проекты
tr: Projeler
uk: Проєкти

source: Projects using %@
de: Projekte mit %@
fr: Projets utilisant %@
nl: Projecten die %@ gebruiken
ru: Проекты использующие %@
tr: %@ kullanan projeler
uk: Проєкти, що використовують %@

source: Projects: %1$lld • Swift Packages: %2$lld • Vapor: %3$lld • Playgrounds: %4$lld • Workspaces: %5$lld
de: Projekte: %1$lld • Swift-Pakete: %2$lld • Vapor: %3$lld • Playgrounds: %4$lld • Arbeitsbereiche: %5$lld
fr: Projets : %1$lld • Paquets Swift : %2$lld • Vapor : %3$lld • Playgrounds : %4$lld • Espaces de travail : %5$lld
nl: Projecten: %1$lld • Swift-pakketten: %2$lld • Vapor: %3$lld • Playgrounds: %4$lld • Werkruimtes: %5$lld
ru: Проекты: %1$lld • Пакеты Swift: %2$lld • Vapor: %3$lld • Playgrounds: %4$lld • Рабочие пространства: %5$lld
tr: Projeler: %1$lld • Swift Paketleri: %2$lld • Vapor: %3$lld • Playgrounds: %4$lld • Çalışma Alanları: %5$lld
uk: Проєкти: %1$lld • Swift-пакети: %2$lld • Vapor: %3$lld • Playgrounds: %4$lld • Робочі простори: %5$lld

source: Remove
de: Entfernen
fr: Retirer
nl: Verwijderen
ru: Удалить
tr: Kaldır
uk: Видалити

source: Remove Favorite
de: Favorit entfernen
fr: Retirer des favoris
nl: Favoriet verwijderen
ru: Убрать из избранного
tr: Favorilerden kaldır
uk: Видалити з обраного

source: Remove from favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris
nl: Uit favorieten verwijderen
ru: Удалить из избранного
tr: Favorilerden kaldır
uk: Видалити з обраного

source: Save example projects to Downloads
de: Beispielprojekte in Downloads speichern
fr: Enregistrer les projets d’exemple dans Téléchargements
nl: Voorbeeldprojecten opslaan in Downloads
ru: Сохранить примеры проектов в Загрузки
tr: Örnek projeleri İndirilenler’e kaydet
uk: Зберегти приклади проєктів у Завантаження

source: Save to Downloads
de: In Downloads speichern
fr: Enregistrer dans Téléchargements
nl: Opslaan naar Downloads
ru: Сохранить в Загрузки
tr: İndirilenler’e kaydet
uk: Зберегти в Завантаження

source: Search
de: Suchen
fr: Rechercher
nl: Zoeken
ru: Поиск
tr: Ara
uk: Пошук

source: Selected folders
de: Ausgewählte Ordner
fr: Dossiers sélectionnés
nl: Geselecteerde mappen
ru: Выбранные папки
tr: Seçilen klasörler
uk: Вибрані папки

source: Show in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
nl: Toon in Finder
ru: Показать в Finder
tr: Finder’da göster
uk: Показати у Finder

source: Sort by Author
de: Nach Autor sortieren
fr: Trier par auteur
nl: Sorteer op auteur
ru: Сортировать по автору
tr: Yazara göre sırala
uk: Сортувати за автором

source: Three columns
de: Drei Spalten
fr: Trois colonnes
nl: Drie kolommen
ru: Три колонки
tr: Üç sütun
uk: Три колонки

source: Total:
de: Gesamt:
nl: Totaal:
ru: Всего:
tr: Toplam:
uk: Усього:

source: Two columns
de: Zwei Spalten
fr: Deux colonnes
nl: Twee kolommen
ru: Две колонки
tr: İki sütun
uk: Дві колонки

source: Workspaces
de: Arbeitsbereiche
fr: Espaces de travail
nl: Werkruimtes
ru: Рабочие пространства
tr: Çalışma Alanları
uk: Робочі простори

source: You might need to restart the app
de: Möglicherweise musst du die App neu starten
fr: Vous devrez peut-être redémarrer l’app
nl: Mogelijk moet u de app opnieuw opstarten
ru: Возможно, вам придется перезапустить приложение
tr: Uygulamayı yeniden başlatmanız gerekebilir
uk: Можливо, вам доведеться перезапустити застосунок

source: App Store link
fr: Lien App Store
ru: Ссылка на App Store
tr: App Store bağlantısı
uk: Посилання App Store

source: Debug
fr: Débogage
ru: Отладка
tr: Hata ayıklama
uk: Налагодження

source: Details...
fr: Détails...
ru: Подробнее...
tr: Ayrıntılar...
uk: Докладніше...

source: Swift tools:
fr: Outils Swift :
ru: Инструменты Swift:
tr: Swift araçları:
uk: Інструменти Swift:

source: Target version
fr: Version de la cible
nl: Targetversie
ru: Версия таргета
tr: Hedef sürüm
uk: Версія цілі

source: Targets
fr: Cibles
ru: Таргеты
tr: Hedefler
uk: Цілі

source: Targets: %lld
fr: Cibles : %lld
ru: Таргеты: %lld
tr: Hedefler: %lld
uk: Цілі: %lld

source: Smart Scan
tr: Akıllı Tarama
